{"data":{"allMarkdownRemark":{"nodes":[{"id":"acfe74b0-6af5-580f-9de9-0f4e51fdb691","html":"<p>Where clients fail to attend an appointment and there is no communication regarding their absence the normal session fee will be applied.</p>","frontmatter":{"title":"No Show Policy"}},{"id":"97ec1fd5-4358-5a58-9dc9-870f5450da2d","html":"<p>We respect that your time is valuable, and we appreciate that you\nunderstand ours is too. Regretfully cancellation fees are\nnecessary as it unlikely that your spot can be given to another\nclient at such short note.</p>\n<ul>\n<li>A 90% cancellation fee will be applied when clients cancel\nwithin 48 hours of their appointment.</li>\n</ul>\n<p>When cancelling a session, please advise as to the reason for the\ncancellation. Please note Medicare do not reimburse cancelled\nfees, while the NDIA cover a limited number of cancellation fees.\nIf you have concerns about this policy, please discuss them with\nyour therapist.</p>\n<p>There are rare occasions when, with regret, your therapist needs\nto cancel a session due to unexpected circumstances. Where this\noccurs, you will be offered a replacement appointment at a\nmutually convenient time, at the normal session fee. We apologise\nfor any inconvenience arising from these rare occasions.</p>","frontmatter":{"title":"Cancelation Policy"}},{"id":"cfcd8c2d-3198-51bc-aba7-2f4b86882820","html":"<p>Where clients arrive late for a session, the session will still end at the scheduled time, meaning that session will be shorter on that occasion. Time has been reserved for you and only you at the agreed upon time, with other people are scheduled after your time. This approach ensures those attending after you are not kept waiting. Thank you for your understanding in relation to this matter.</p>","frontmatter":{"title":"Late Arrival Policy"}}]},"startingTheJourney":{"nodes":[{"id":"e46b9179-87ae-5d46-b9a8-e9b2248ffb28","html":"<h1>Starting the journey</h1>\n<h3>Booking the first appointment</h3>\n<p>Taking the first step towards improving the quality of your\npsychological health, sense of wellbeing and relationships may feel\ndaunting, especially if you have no prior experience with counselling.</p>\n<p>You can arrange an appointment by phoning\n<a href=\"tel:0466231620\">0466 231 620</a> or by sending an enquiry\nusing the form below.</p>\n<p>We will guide you through setting up an initial appointment and will\nhappily answer any questions you might have about counselling/therapy.</p>","frontmatter":{"title":"Starting the journey"}}]},"location":{"nodes":[{"id":"8dc93e3c-d3fe-5aff-9f54-0b4286910aac","html":"<h1>Location</h1>\n<p>The practice is located just off Narellan Road, Narellan. When you\nturn into Exchange Parade there is an entry driveway on the left\nBEFORE the first roundabout. You will need to drive round the bend and\napproximately half-way along the shop fronts to reach the practice\nlocation. In the event you miss the first driveway, proceed to the\nfirst roundabout, turn left and there is a 2nd entry driveway (on the\nleft).</p>\n<p>The practice is housed within the Narellan Community Congregational\nChurch. Upon arrival, please enter the church foyer and turn left to\nfind the practice reception area. Please make yourself comfortable in\nthe waiting area. Please note the church reception desk is not always\noccupied.</p>","frontmatter":{"title":"Location"}}]}}}